---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DimReferenceCount
source: html/1f3bbea1-718b-085c-d508-8db1c7982ae4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DimReferenceCount Property

"Count"

## Syntax (C#)
```csharp
public static ForgeTypeId DimReferenceCount { get; }
```